using Sandbox;

/*
 * Изменение массы
 * Изменение плотности
 * Изменение формы
 * Непроницаемость
 * Невидимость
 * Антигравитация
 * Перемещение во времени
 * Замедление времени
 * Ускорение времени
 * Создание порталов
 * Искажение пространства
 * Перемещение в пространстве
 * Поглощение энергии
 * Выделение энергии
 * Изменение энергии
 * Самосознание
 * Телепатия
 * Телекинез
 * Манипулирование реальностью
 * Хранение информации
 * Обработка информации
 * Передача информации
 * Трансмутация
 * Регенерация
 * Неуязвимость
 * Создание черных дыр
 * Создание сингулярностей
 * Создание параллельных миров
 * Контроль над гравитацией
 * Контроль над электромагнетизмом
 * Контроль над временем
 * Бессмертие
 * Клонирование
 * Мутация
 */

public class RProperties
{

}

